{
  "الجانب_الروحي": [
    "أتلو القرآن بانتظام ولا أتركه أيامًا كثيرة دون تلاوة",
    "أسعى لتأمل وتدبر معاني القرآن الكريم ولا أقرؤه لمجرد القراءة فقط",
    "أحافظ على أداء الصلوات في أوقاتها حتى عندما يكون لدي ارتباط هام",
    "أخصص وقتًا للذكر والتسبيح بشكل يومي إلى جانب الأذكار اليومية",
    "أقرأ في سيرة النبي محمد صلى الله عليه وسلم والصحابة لأتعلم من سيرتهم وأقتدي بهم",
    "لا يمر شهر دون أن أصوم نافلة",
    "أطور من معارفي ومكتساباتي في المجال الديني باستمرار: التصورات والعقائد، العبادات والطهارات",
    "أسأل أهل العلم كلما استشكل عندي أمر في ديني ولا أقدم الفتاوى لنفسي",
    "أثقف نفسي قبل الخوض في أية معاملة أو موضوع ديني (معاملات، علاقات، عبادات)",
    "أجدد نيتي وعزمي باستمرار (قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين)",
    "أتقرب إلى الله بصحبة صالحة تحثني على الخير (وتواصوا بالحق وتواصوا بالصبر)",
    "إذا اقترفت معصية أسارع إلى التوبة ولا أسوف ذلك وأسأل عن سبل التنصل",
    "أطبق الأخلاق والقيم الإسلامية النبيلة في التعامل مع الناس وأتخذها منهاجًا لي في حياتي",
    "أشارك في أعمال تطوعية خيرية بهدف تقديم العون للمحتاجين وتعزيز الأجر والثواب",
    "ألتزم بتعليم أفراد أسرتي وعائلتي أمور الدين كالصلاة والآداب الإسلامية (دعوة الأقربين)",
    "أحرص على صلة الرحم وإسعاد أقاربي بما يرضي الله كوسيلة للتقرب إليه",
    "أتفكر في نعم الله وأحمده عليها وأحرص على الشكر المستمر في جميع أحوالي",
    "أحرص على تجديد عزيمتي وتذكير نفسي بالآخرة ودعاء الله بالثبات على الإيمان",
    "وصيتي مكتوبة وأجددها كلما استلزم الأمر ذلك",
    "ألتزم بغض بصري عن كل ما هو محرم",
    "أصون سمعي عن المحرمات",
    "أتجنب الغيبة وأمتنع عن ذكر الآخرين بسوء",
    "أحرص على تقديم صدقة شهرية، ولو كانت صغيرة، بشكل مستمر",
    "أحرص على أن تكون جميع أفعالي وأعمالي خالصة لله تعالى دون الاعتماد على أحد سواه"
  ],
  "الجانب_الاجتماعي": [
    "أحرص على أن تكون مواعيدي ووعودي دائمًا منضبطة وألتزم بها",
    "أعمل على الحفاظ على علاقاتي المهمة وأطورها باستمرار مثل علاقات الأصدقاء والعمل والدراسة",
    "أتحمل مسؤولية مشاعري وتصرفاتي وأتجنب لوم الآخرين على مشاعري",
    "لدي أهداف واضحة في العلاقات التي أتبناها وأبحث عنها",
    "أثق بالناس من حولي وأنميهم وأدعمهم",
    "أتواصل مع من حولي في كل الأوقات، سواء في مناسباتهم السعيدة أو في الشدائد",
    "لا أضيع وقتي في علاقات غير مهمة وأخصص طاقتي لما يساهم في تطويري الشخصي والاجتماعي",
    "أصغي بعمق للآخرين وأعطيهم اهتمامًا كاملًا بدلًا من التفكير في الرد فقط",
    "أقرأ باستمرار في فن بناء العلاقات وأعمل على تطوير مهاراتي في الذكاء العاطفي",
    "أعتذر بصدق عندما أحتاج لذلك أو عندما أخطئ",
    "أحترم آراء الآخرين وأستطيع رؤية الأمور من منظورهم حتى لو اختلفت معهم",
    "أستخدم التواصل غير اللفظي (لغة الجسد، تعبيرات الوجه) بطريقة تدعم تواصلي الإيجابي مع الآخرين",
    "لدي من الاهتمامات والمواهب ما يسهل لي الاندماج مع الآخرين: حرفة، مهارة، اهتمام، ..",
    "أتحلى بالإيجابية عندما أواجه مشاكل في العلاقات وأعمل على حلها بدلاً من تجنبها والهروب منها",
    "أتمكن من إدارة مشاعري بطريقة صحية عندما أواجه ضغوطًا نفسية",
    "أستطيع التعبير عن مشاعري بطريقة صحية دون تجنبها أو كبتها",
    "أتوازن في انفعالاتي وأراقب تأثيرها على الآخرين",
    "أتعاطف مع مشاكل من حولي وأحاول مساعدتهم",
    "أدعم من حولي عند احتياجهم إلى المساندة العاطفية، وأتجنب انتقادهم عندما يكونون في حاجة للدعم",
    "أرحب بالانتقادات البناءة وأعتبرها فرصة للتطوير",
    "أعبر عن امتناني للآخرين كلما سنحت لي الفرصة",
    "أتمتع بعلاقات محورية تحرص على تعميق الروابط الإنسانية وتوثيقها",
    "أنظر إلى الحياة بتفاؤل، وأسعى دائمًا لتحويل الفرص إلى تحديات",
    "أتكيف بسهولة مع التغييرات الاجتماعية والعاطفية في حياتي، وأتعامل معها بروح إيجابية",
    "أتحلى بالتواضع وأتجنب التباهي في المواقف الاجتماعية",
    "أستخدم الموارد البيئية بحكمة وأتبنى عادات مستدامة تقلل من الهدر",
    "أشارك في أنشطة تهدف إلى تحسين البيئة المحيطة، مثل حملات التشجير أو تنظيف الأماكن العامة"
  ],
  "الجانب_العلمي": [
    "أشعر بالرضا والانتماء تجاه التخصص الذي أدرسه وأجد فيه توافقًا مع ميولي وقدراتي",
    "أرى في تخصصي فرصا لتحقيق أهدافي المستقبلية وفتح آفاق واسعة في حياتي المهنية",
    "ألتزم بحضور جميع المحاضرات والدروس التطبيقية في وقتها",
    "أشارك بنشاط في النقاشات والأسئلة داخل القاعات الدراسية",
    "أسلّم جميع مشاريعي وبحوثي الجامعية في الموعد المحدد وبالجودة المطلوبة",
    "أبحث عن مصادر متنوعة وحديثة لدعم بحوثي الجامعية",
    "أوازن بين متطلبات الدراسة والأنشطة الجامعية الأخرى (النوادي الطلابية،... )",
    "أسعى للحصول على ملاحظات وتغذية راجعة حول أدائي الأكاديمي",
    "أستخدم مراجع إضافية بجانب المقررات الدراسية لفهم الموضوعات بعمق",
    "أشارك في مجموعات دراسية لتبادل الأفكار والآراء مع زملائي",
    "أبحث عن فرص تدريب وتكوين أو عمل ميداني وتربصات تطبيقية لتعزيز خبراتي ومعارفي",
    "أستخدم منصات التعليم الإلكتروني لتحسين مستواي الدراسي",
    "أتعلم أدوات برمجية أو تقنيات متقدمة ذات علاقة بتخصصي",
    "لدي خطة وبرنامج للمطالعة وألتزم بها (في تخصصي وفي المجالات الأخرى)",
    "أكتب ملخصات أو ملاحظات بعد قراءة كل كتاب، لأسترجع الأفكار الرئيسية وأتأكد من فهم المحتوى بشكل كامل",
    "أحرص على التفكير العميق والتحليل قبل التخطيط لأي فكرة أو مشروع لضمان نجاح التنفيذ",
    "أتابع بانتظام مصادر علمية متنوعة (مثل المواقع الإلكترونية والمجلات المتخصصة)، وأقيم جودتها ومدى توافقها مع أهدافي التعليمية",
    "أحضر دورات تدريبية ومؤتمرات في مجال تخصصي ومجالات الاهتمام عموما",
    "أتابع باستمرار كبار العلماء والباحثين في التخصص الذي أدرسه",
    "أتابع آخر التطورات العلمية في مجال تخصصي",
    "لدي رصيد علمي في كل ما يخص هويتي: مسلم، جزائري، إباضي، مزابي",
    "أخصص فترات هدوء للتأمل الفكري وتطبيق المعرفة المكتسبة في حياتي العملية والشخصية",
    "أتحدث عن الأفكار من خلال جلسات خاصة أو حل الألغاز والألعاب الذهنية التي تحفز التفكير",
    "أشارك بانتظام في مناقشات ومجموعات فكرية وأحاور ذوي الأفكار المبدعة لتوسيع آفاقي وتعزيز إبداعي",
    "أخصص أرشيفًا ورقيًا أو إلكترونيًا لحفظ الأفكار والمعلومات المهمة لتنظيمها واسترجاعها بسهولة",
    "أخصص وقتًا محددًا للاطلاع على مواضيع خارج مجال تخصصي لتعزيز التنوع في المعرفة وتوسيع الآفاق",
    "أحدد أوقاتًا يومية للتركيز على التعلم بعيدًا عن مصادر التشتيت",
    "أستخدم تقنيات المذاكرة الفعالة لتذكر المعلومات المهمة التي أتعلمها من الكتب أو الدورات التدريبية"
  ],
  "الجانب_الصحي": [
    "أحرص على التحرك والقيام من الجلوس كل ساعة إذا كانت طبيعة عملي تتطلب الجلوس لفترات طويلة",
    "أشرب ما يكفي من الماء يوميًا",
    "أتحكم في عدد المرات التي أتناول فيها الوجبات السريعة والأطعمة الدهنية",
    "أحافظ على نظافتي الشخصية",
    "أتعرض للشمس لمدة 15-20 دقيقة يوميًا للحصول على فيتامين د",
    "أتقن أساليب الإسعافات الأولية",
    "أقوم بتقييم نفسي دوريًا لمعرفة مستويات الضغط النفسي، وأستخدم تقنيات للتخفيف منه",
    "أخصص وقتًا لأنشطة تساعدني على تصفية الذهن وتقليل التوتر، مثل القراءة، أو الكتابة، أو التحدث مع الآخرين أو السماع (قرآن،..)",
    "أمارس تقنيات التنفس العميق أو التأمل بانتظام لخفض مستويات التوتر",
    "أستخدم تقنيات لتحسين النوم مثل النوم في وقت ثابت وتجنب الشاشات قبل النوم، النوم الكافي",
    "أخصص وقتًا للقيام بأنشطة خارجية تساعدني على تجديد طاقتي العقلية والجسدية (الترفيه،..)",
    "أمارس رياضة منتظمة مثل المشي السريع، السباحة، أو ركوب الدراجة",
    "أحرص على تناول كميات كافية من الخضروات والفواكه",
    "أتجنب الإفراط في شرب المشروبات الغازية",
    "أتمتع بوزن صحي يتناسب مع طولي وعمري",
    "ألتزم بتناول الأدوية الموصوفة لي عند الحاجة بشكل منتظم"
  ],
  "جانب_تطوير_المهارات": [
    "لا أضيع وقتي مع الإنترنت والهاتف ومواقع التواصل الاجتماعي",
    "لدي طول النفس في أداء أعمالي وواجباتي ولا أتوقف بمجرد الشعور بالملل",
    "لدي وعي بنقاط قوتي ونقاط ضعفي",
    "لدي منهجية لحل المشكلات (دراسية، عمل، علاقات،..)",
    "أحسن إدارة وقتي وأولوياتي",
    "أقدر على التركيز في دراستي وعملي لفترة طويلة (لا أعاني من الشتت)",
    "أحسن استعمال أدوات التطوير من الإنتاجية الشخصية (أدوات إدارة الوقت، إدارة الاجتماعات، أتمتة المهام، أدوات الذكاء الاصطناعي..)",
    "لدي القدرة الكافية للتأقلم مع المعطيات والمستجدات",
    "أتمتع بمهارات جيدة في اللغة الفرنسية في الكتابة، القراءة، والمحادثة",
    "أتقن اللغة العربية بشكل ممتاز في الكتابة والإلقاء مع إلمام كامل بقواعدها الأساسية",
    "أتمكن من اللغة الإنجليزية بشكل جيد في الكتابة، القراءة، والمحادثة",
    "أتمتع بمهارات قوية في فن الإلقاء الجماهيري وأستطيع التأثير في الجمهور بفاعلية",
    "أحسن مهارة التدوين والكتابة (تقارير أو مقالات أو ملخصات)",
    "أتمتع بمهارات متقدمة في الاستماع الفعال وأستطيع فهم احتياجات الآخرين بدقة",
    "أتقن مهارة الإقناع والتأثير وأعرف كيفية التواصل بشكل مؤثر",
    "أتمتع بمهارة تسويق نفسي وأعرف كيفية تقديم نفسي بطريقة جذابة واحترافية",
    "أتقن فن كتابة السيرة الذاتية وأعرف كيفية إبراز مهاراتي وإنجازاتي بشكل مميز",
    "أستفيد بفعالية من أدوات بناء العلاقات مثل LinkedIn لتعزيز شبكة علاقاتي المهنية",
    "لدي القدرة الكافية لتحليل الأفكار والمعلومات ونقدها (مهارة التفكير المنطقي والنقدي)",
    "لدي القدرة الكافية لتحليل الأشخاص واستعمال الأدوات المساعدة في ذلك (الاستماع، لغة الجسد، أنماط الشخصيات، تفسير السلوكيات..)",
    "لدي القدرة الكافية لتحليل المواقف واستعمال الأدوات المساعدة في ذلك (الأسئلة الخمسة، السبب والنتيجة، أصحاب المصلحة، السيناريوهات، البيانات والأرقام، المغالطات، المخاطر، الاحتمالات..)",
    "أمتلك مهارة إدارة الاجتماعات بشكل فعال وأحسن توجيهها لتحقيق الأهداف المطلوبة",
    "أتقن فنون القيادة وأتمتع بقدرة على توجيه الفريق وتحفيزه لتحقيق النجاح",
    "أمتلك مهارات تفاوض متقدمة وأستطيع الوصول إلى حلول مرضية للأطراف كافة",
    "أحسن متابعة تنفيذ المهام التي أكلف بها الآخرين وأتأكد من تحقيق الأهداف بكفاءة",
    "أحسن مهارة إدارة المشاريع (Gestion de Projet)",
    "أتمتع بقدرة على اتخاذ القرارات الحكيمة في الوقت المناسب مع تحمل مسؤولية النتائج",
    "أحسن مهارة تحفيز الذات",
    "أحسن مهارة تحفيز الآخرين",
    "أحسن استعمال أدوات أوفيس: Excel-Word- Powerpoint",
    "أحسن مهارة البحث العلمي",
    "لدي رخصة سياقة وأحسن السياقة"
  ],
  "الجانب_المالي": [
    "أميز بوضوح بين الضروريات والحاجيات والكماليات وأضع حدودًا فاصلة بينها",
    "أكبح نفسي عن الاستهلاك الغير عقلاني",
    "أتحكم في عواطفي تجاه إغراءات الحملات الإعلانية والتسويقية",
    "أفكر جيدا قبل الاستدانة فإن فعلت فليس من أجل الاستهلاك (الغير ضروري)",
    "أفكر جيدا قبل إخراج دينار واحد، لعل هناك طرقا أخرى وأفكارا إبداعية توصلني لنفس الهدف بأقل الموارد (الترشيد)",
    "أتعلم من أخطائي السابقة في الشراء أو الاستثمار لتحسين قراراتي المستقبلية",
    "أستثمر ما لا يقل عن 20% من كل دخل أتحصل عليه مهما يكن صغيرا",
    "لدي خطة للتطوير من دخلي باستمرار دون الاضرار من مهمتي الأساسية وهي طلب العلم",
    "أدون مصاريفي وأحللها وأتخذ قرارات تصحيحية باستمرار (الاستعانة بالتطبيقات الموجودة في المجال)",
    "أسارع لسداد الدين في حال وجوده",
    "أراقب بلوغ الحول لمالي حتى لا أضيع إخراج الزكاة",
    "أنتبه لطغيان المادية على تفكيري وسلوكياتي",
    "لدي تصور واضح ومتوازن لموضوع المال (نظرة الإسلام للمال)",
    "لدي معارف كافية حول المال والاستثمار"
  ]
}